---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.VoltageType
source: html/878f5c5f-a744-8e55-fe85-3c51f4b5c18b.htm
---
# VoltageType Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.